Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Sign in to a new account
es: Iniciar sesión con una cuenta nueva
ja: 別のアカウントでサインイン
zh_hans: 登录新账户
zh_hant: 登入新帳戶

source: Sign in to another account
es: Iniciar sesión con otra cuenta
ja: 別のアカウントにサインイン
zh_hans: 登录其他账户
zh_hant: 登入其他帳戶

source: Sign-in didn't complete. Check the connection and try again.
es: El inicio de sesión no se ha completado. Comprueba la conexión e inténtalo de nuevo.
ja: サインインが完了しませんでした。接続を確認して、もう一度お試しください。
zh_hans: 登录未完成。请检查连接后重试。
zh_hant: 登入未完成。請檢查連線後重試。

source: Signed by team %@, expected %@.
es: Firmado por el equipo %@; se esperaba %@.
ja: 署名チームは %@ ですが、想定は %@ です。
zh_hans: 签名团队为 %@，预期为 %@。
zh_hant: 簽章團隊為 %@，預期為 %@。

source: Signed in to Steam as %@.
es: Sesión iniciada en Steam como %@.
ja: Steam に %@ としてサインイン済みです。
zh_hans: 已以 %@ 登录 Steam。
zh_hant: 已以 %@ 登入 Steam。

source: Signing in — approve on your phone if Steam asks.
es: Iniciando sesión — aprueba en el teléfono si Steam lo pide.
ja: サインイン中 — Steam から求められたら携帯電話で承認してください。
zh_hans: 正在登录——如 Steam 在手机上请求确认，请通过。
zh_hant: 正在登入——如 Steam 在手機上請求確認，請核准。

source: Six Months
es: Seis meses
ja: 6か月
zh_hans: 6 个月
zh_hant: 6 個月

source: Size
es: Tamaño
ja: サイズ
zh_hans: 大小
zh_hant: 大小

source: Size once ready
es: Tamaño al estar listo
ja: 完了後のサイズ
zh_hans: 就绪后大小
zh_hant: 就緒後大小

source: Skip
es: Omitir
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過

source: Skip Welcome Tour
es: Omitir el recorrido de bienvenida
ja: 紹介ツアーをスキップ
zh_hans: 跳过欢迎导览
zh_hant: 跳過歡迎導覽

source: Skip for Now
es: Omitir por ahora
ja: あとで設定
zh_hans: 暂时跳过
zh_hant: 暫時略過

source: Skip this step
es: Omitir este paso
ja: このステップをスキップ
zh_hans: 跳过这一步
zh_hant: 跳過這一步

source: Skip to next video
es: Saltar al vídeo siguiente
ja: 次のビデオへスキップ
zh_hans: 跳到下一个视频
zh_hant: 跳到下一部影片

source: Skip to previous video
es: Saltar al vídeo anterior
ja: 前のビデオへスキップ
zh_hans: 跳到上一个视频
zh_hant: 跳到上一部影片

source: Skipped %lld displays that changed afterward.
es: Se omitieron %lld pantallas que cambiaron más tarde.
ja: その後変更された %lld 台のディスプレイをスキップしました。
zh_hans: 已跳过 %lld 台之后被更改过的显示器。
zh_hant: 已略過 %lld 台之後被變更過的顯示器。

source: Small
es: Pequeño
ja: 小
zh_hans: 小
zh_hant: 小

source: Snow
es: Nieve
ja: 雪
zh_hans: 雪
zh_hant: 雪

source: Solid
es: Sólido
ja: 不透明
zh_hans: 不透明
zh_hant: 不透明

source: Some files could not be deleted: %@
es: No se han podido eliminar algunos archivos: %@
ja: 一部のファイルを削除できませんでした: %@
zh_hans: 有些文件无法删除：%@
zh_hant: 有些檔案無法刪除：%@

source: Some images in this scene can't be read
es: No se pueden leer algunas imágenes de esta escena
ja: このシーンの一部の画像を読み取れません
zh_hans: 此场景中的部分图像无法读取
zh_hant: 此場景中的部分影像無法讀取

source: Some scene assets are missing
es: Faltan algunos recursos de la escena
ja: 一部のシーンアセットがありません
zh_hans: 缺少部分场景资源
zh_hant: 缺少部分場景資源

source: Something is missing
es: Falta algo
ja: 不足しているものがあります
zh_hans: 缺少内容
zh_hant: 缺少內容

source: Something went wrong.
es: Se ha producido un error.
ja: 問題が発生しました。
zh_hans: 出了点问题。
zh_hant: 發生問題。

source: Sort
es: Ordenar
ja: 並べ替え
zh_hans: 排序
zh_hant: 排序

source: Sort Order
es: Orden de clasificación
ja: 並べ替え順序
zh_hans: 排序顺序
zh_hant: 排序

source: Sort criteria
es: Criterios de ordenación
ja: 並び替え条件
zh_hans: 排序条件
zh_hant: 排序條件

source: Sort the library
es: Ordenar por
ja: 並べ替え
zh_hans: 排序方式
zh_hant: 排序方式

source: Sorted by most recently used; source and type are only filters.
es: Se ordena por uso más reciente; el origen y el tipo solo son filtros.
ja: 最近使った順に並びます。提供元と種類は絞り込みのためだけのものです。
zh_hans: 按最近使用排序；来源与类型只是筛选。
zh_hant: 按最近使用排序；來源與類型只是篩選。

source: Sound
es: Sonido
ja: サウンド
zh_hans: 声音
zh_hant: 音效

source: Sound object %@ has no sound files
es: El objeto de sonido %@ no tiene archivos de sonido
ja: サウンドオブジェクト %@ にサウンドファイルがありません
zh_hans: 声音对象 %@ 没有声音文件
zh_hant: 聲音物件 %@ 沒有聲音檔案

source: Source
es: Origen
ja: ソース
zh_hans: 来源
zh_hant: 來源

source: Span
es: Extender
ja: スパン
zh_hans: 跨显示器
zh_hant: 跨顯示器

source: Span All Displays
es: Extender a todas las pantallas
ja: すべてのディスプレイにまたがる
zh_hans: 跨所有显示器
zh_hant: 跨所有顯示器

source: Specify what text fields of the item you want to search:
es: Especifica qué campos de texto del artículo quieres buscar:
ja: 検索したいアイテムのテキストフィールドを指定してください：
zh_hans: 指定您希望搜索的项目文本字段：
zh_hant: 指定您想搜尋的項目文字欄位：

source: Spectrum, glow and particles respond to system audio.
es: El espectro, el resplandor y las partículas reaccionan al audio del sistema.
ja: スペクトラム、光彩、パーティクルがシステム音声に反応します。
zh_hans: 频谱、光晕和粒子随系统音频变化。
zh_hant: 頻譜、光暈和粒子隨系統音訊變化。

source: Speed
es: Velocidad
ja: 速度
zh_hans: 速度
zh_hant: 速度

source: Sports
es: Deportes
ja: スポーツ
zh_hans: 运动
zh_hant: 運動

source: Square
es: Cuadrado
ja: 四角
zh_hans: 方形
zh_hant: 方形

source: Standard Definition
es: Definición estándar
ja: スタンダード解像度
zh_hans: 标准清晰度
zh_hant: 標準畫質

source: Stars
es: Estrellas
ja: 星
zh_hans: 星点
zh_hant: 星點

source: Start
es: Iniciar
ja: 開始
zh_hans: 开始
zh_hant: 開始

source: Start and end times must differ.
es: La hora de inicio y la de fin deben ser distintas.
ja: 開始時刻と終了時刻は異なる必要があります。
zh_hans: 起始与结束时间不能相同。
zh_hant: 起始與結束時間不能相同。

source: Start at login
es: Abrir al iniciar sesión
ja: ログイン時に起動
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Start browsing
es: Empezar a explorar
ja: 閲覧を始める
zh_hans: 开始浏览
zh_hant: 開始瀏覽

source: Start hour
es: Hora de inicio
ja: 開始時刻
zh_hans: 起始小时
zh_hant: 起始時間

source: Starting…
es: Iniciando…
ja: 開始しています…
zh_hans: 正在开始…
zh_hant: 正在開始…

source: Starts a temporary video preview for this settings panel
es: Inicia una vista previa de vídeo temporal para este panel de ajustes
ja: この設定パネル用に一時的なビデオプレビューを開始します
zh_hans: 为此设置面板启动临时视频预览
zh_hant: 為此設定面板啟動暫時影片預覽

source: Startup
es: Inicio
ja: 起動
zh_hans: 启动
zh_hant: 啟動

source: Status
es: Estado
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

source: Status capsule shows
es: La cápsula de estado muestra
ja: ステータスカプセルの表示内容
zh_hans: 状态胶囊显示
zh_hant: 狀態膠囊顯示

source: Status unknown
es: Estado desconocido
ja: 状態不明
zh_hans: 状态未知
zh_hant: 狀態未知

source: Steam Account
es: Cuenta de Steam
ja: Steam アカウント
zh_hans: Steam 账号
zh_hant: Steam 帳號

source: Steam Library access
es: Acceso a la biblioteca de Steam
ja: Steamライブラリへのアクセス
zh_hans: Steam 库访问权限
zh_hant: Steam 收藏庫存取權限

source: Steam Library authorization required
es: Se requiere autorización de la biblioteca de Steam
ja: Steam ライブラリの許可が必要
zh_hans: 需要授权 Steam 库
zh_hant: 需要授權 Steam 收藏庫

source: Steam Library connected
es: Biblioteca de Steam conectada
ja: Steam ライブラリ接続済み
zh_hans: Steam 库已连接
zh_hant: Steam 收藏庫已連線

source: Steam Library folder is missing.
es: Falta la carpeta de la biblioteca de Steam.
ja: Steamライブラリフォルダが見つかりません。
zh_hans: 找不到 Steam 库文件夹。
zh_hant: 找不到 Steam 收藏庫資料夾。

source: Steam Library is not readable.
es: No se puede leer la biblioteca de Steam.
ja: Steam ライブラリを読み取れません。
zh_hans: 无法读取 Steam 库。
zh_hant: 無法讀取 Steam 收藏庫。

source: Steam Library is readable.
es: Se puede leer la biblioteca de Steam.
ja: Steam ライブラリを読み取れます。
zh_hans: Steam 库可读取。
zh_hant: Steam 收藏庫可讀取。

source: Steam Library must contain config/config.vdf: %@
es: La biblioteca de Steam debe contener config/config.vdf: %@
ja: Steamライブラリには config/config.vdf が必要です：%@
zh_hans: Steam 库必须包含 config/config.vdf：%@
zh_hant: Steam 收藏庫必須包含 config/config.vdf：%@

source: Steam Token (2FA)
es: Token de Steam (2FA)
ja: Steam トークン (2FA)
zh_hans: Steam 令牌（2FA）
zh_hant: Steam 權杖（2FA）

source: Steam Web API Terms of Use
es: Términos de uso de Steam Web API
ja: Steam Web API 利用規約
zh_hans: Steam Web API 使用条款
zh_hant: Steam Web API 使用條款

source: Steam Web API key
es: Clave de Steam Web API
ja: Steam Web APIキー
zh_hans: Steam Web API 密钥
zh_hant: Steam Web API 金鑰

source: Steam Web API key (optional)
es: Clave de Steam Web API (opcional)
ja: Steam Web APIキー（任意）
zh_hans: Steam Web API 密钥（可选）
zh_hant: Steam Web API 金鑰（可選）

source: Steam account
es: Cuenta de Steam
ja: Steam アカウント
zh_hans: Steam 账户
zh_hant: Steam 帳戶

source: Steam account name
es: Nombre de la cuenta de Steam
ja: Steam アカウント名
zh_hans: Steam 账户名
zh_hant: Steam 帳戶名

source: Steam answered, but the Wallpaper Engine build number couldn't be read from its reply.
es: Steam respondió, pero no se pudo leer el número de compilación de Wallpaper Engine en su respuesta.
ja: Steam は応答しましたが、その返答から Wallpaper Engine のビルド番号を読み取れませんでした。
zh_hans: Steam 已响应，但无法从其回复中读取 Wallpaper Engine 的版本号。
zh_hant: Steam 已回應，但無法從其回覆中讀取 Wallpaper Engine 的版本號。

source: Steam connection
es: Conexión de Steam
ja: Steam 接続
zh_hans: Steam 连接
zh_hant: Steam 連線

source: Steam could not be reached. Check your connection and try again.
es: No se pudo conectar con Steam. Comprueba tu conexión e inténtalo de nuevo.
ja: Steam に接続できませんでした。接続を確認してもう一度お試しください。
zh_hans: 无法连接 Steam。请检查网络连接后重试。
zh_hant: 無法連線至 Steam。請檢查網路連線後重試。

source: Steam couldn't load this item (HTTP %@).
es: Steam no ha podido cargar este elemento (HTTP %@).
ja: Steam はこのアイテムを読み込めませんでした（HTTP %@）。
zh_hans: Steam 无法加载此项目（HTTP %@）。
zh_hant: Steam 無法載入此項目（HTTP %@）。

source: Steam couldn't load this item (HTTP %lld).
es: Steam no ha podido cargar este elemento (HTTP %lld).
ja: Steam はこのアイテムを読み込めませんでした（HTTP %lld）。
zh_hans: Steam 无法加载此项目（HTTP %lld）。
zh_hant: Steam 無法載入此項目（HTTP %lld）。

source: Steam couldn't load this item's details. You can still open it in Steam.
es: Steam no ha podido cargar los detalles de este elemento. Aun así puedes abrirlo en Steam.
ja: Steam はこのアイテムの詳細を読み込めませんでした。Steam で開くことはできます。
zh_hans: Steam 无法加载此项目详情。你仍可在 Steam 中打开它。
zh_hant: Steam 無法載入此項目詳細資料。你仍可在 Steam 中開啟它。

source: Steam didn't confirm the sign-in in time. If Steam Guard asked on your phone, approve it and try again.
es: Steam no ha confirmado el inicio de sesión a tiempo. Si Steam Guard lo ha pedido en el teléfono, apruébalo e inténtalo de nuevo.
ja: Steam が時間内にサインインを確認しませんでした。携帯電話に Steam Guard の確認が来ていたら、承認してからもう一度お試しください。
zh_hans: Steam 未在限时内确认登录。如手机上有 Steam Guard 确认请求，请先通过再重试。
zh_hant: Steam 未在限時內確認登入。如手機上有 Steam Guard 確認請求，請先核准再重試。

source: Steam doesn't expose remaining quota; this counts only the requests this Mac has issued today.
es: Steam no publica la cuota restante; aquí solo se cuentan las solicitudes que ha enviado este Mac hoy.
ja: Steam は残りクォータを公開していません。ここではこの Mac が今日発行したリクエストのみを数えます。
zh_hans: Steam 不公开剩余额度；这里仅统计本机今天发出的请求。
zh_hant: Steam 不公開剩餘額度；這裡僅統計這台 Mac 今天發出的要求。

source: Steam downloads need Loomscreen's background connector. You can still link an existing folder manually.
es: Las descargas de Steam necesitan el conector en segundo plano de Loomscreen. Aun así puedes vincular una carpeta existente a mano.
ja: Steam のダウンロードには Loomscreen のバックグラウンドコネクタが必要です。既存のフォルダは引き続き手動でリンクできます。
zh_hans: Steam 下载需要 Loomscreen 的后台连接器。你仍可手动链接现有文件夹。
zh_hant: Steam 下載需要 Loomscreen 的背景連線器。你仍可手動連結現有資料夾。

source: Steam downloads now sign in separately
es: Las descargas de Workshop ahora usan un inicio de sesión de Steam aparte
ja: ワークショップのダウンロードに別の Steam サインインを使うようになりました
zh_hans: 创意工坊下载现使用单独的 Steam 登录
zh_hant: 工作坊下載現使用單獨的 Steam 登入

source: Steam has flagged this item as unavailable.
es: Steam ha marcado este elemento como no disponible.
ja: Steam はこのアイテムを利用不可としています。
zh_hans: Steam 已将此项目标记为不可用。
zh_hant: Steam 已將此項目標記為無法使用。

source: Steam is rate-limiting right now. Retry in a moment.
es: Steam está limitando la frecuencia ahora mismo. Reintenta en un momento.
ja: Steam が現在レート制限中です。しばらくしてから再試行してください。
zh_hans: Steam 当前正在限流。请稍后重试。
zh_hant: Steam 目前正在限流。請稍後再試。

source: Steam is rate-limiting sign-ins from this Mac. Wait a few minutes and try again.
es: Steam está limitando los inicios de sesión de este Mac. Espera unos minutos e inténtalo de nuevo.
ja: Steam がこの Mac からのサインインを制限しています。数分待ってからもう一度お試しください。
zh_hans: Steam 正在限制本机的登录频率。请等几分钟再试。
zh_hant: Steam 正在限制這台 Mac 的登入頻率。請等幾分鐘再試。

source: Steam is rate-limiting sign-ins from this Mac. Wait a few minutes, then check again.
es: Steam está limitando los inicios de sesión de este Mac. Espera unos minutos y vuelve a comprobar.
ja: Steam がこの Mac からのサインインを制限しています。数分待ってから再度確認してください。
zh_hans: Steam 正在限制本机的登录频率。请等几分钟后再检查。
zh_hant: Steam 正在限制這台 Mac 的登入頻率。請等幾分鐘後再檢查。

source: Steam is rate-limiting — retry in %@
es: Steam está limitando la frecuencia — reintenta en %@
ja: Steam がレート制限中 — %@ 後に再試行
zh_hans: Steam 正在限流——%@ 后重试
zh_hant: Steam 正在限流——%@ 後重試

source: Steam is rate-limiting. Retry in %@.
es: Steam está limitando la frecuencia. Reintenta en %@.
ja: Steam がレート制限中です。%@ 後に再試行してください。
zh_hans: Steam 正在限流。%@ 后重试。
zh_hant: Steam 正在限流。%@ 後重試。

source: Steam is rate-limiting. Retry in a moment.
es: Steam está limitando la frecuencia. Reintenta en un momento.
ja: Steam がレート制限中です。しばらくしてから再試行してください。
zh_hans: Steam 正在限流。稍后重试。
zh_hant: Steam 正在限流。稍後再試。

source: Steam is rate-limiting. Retrying in %@s.
es: Steam está limitando la frecuencia. Reintentando en %@s.
ja: Steam がレート制限中です。%@ 秒後に再試行します。
zh_hans: Steam 正在限流。将在 %@ 秒后重试。
zh_hant: Steam 正在限流。將在 %@ 秒後重試。

source: Steam is rate-limiting. Retrying in %llds.
es: Steam está limitando la frecuencia. Reintentando en %llds.
ja: Steam がレート制限中です。%lld 秒後に再試行します。
zh_hans: Steam 正在限流。将在 %lld 秒后重试。
zh_hant: Steam 正在限流。將在 %lld 秒後重試。

source: Steam is rate-limiting. Retrying shortly.
es: Steam está limitando la frecuencia. Se reintentará en breve.
ja: Steam がレート制限中です。まもなく再試行します。
zh_hans: Steam 正在限流。即将重试。
zh_hant: Steam 正在限流。即將重試。

source: Steam library
es: Biblioteca de Steam
ja: Steam ライブラリ
zh_hans: Steam 库
zh_hant: Steam 收藏庫

source: Steam refused the sign-in (%@). Sign in to this account again, then check again.
es: Steam ha rechazado el inicio de sesión (%@). Vuelve a iniciar sesión en esta cuenta y comprueba de nuevo.
ja: Steam がサインインを拒否しました（%@）。このアカウントにもう一度サインインしてから、再度確認してください。
zh_hans: Steam 拒绝了登录（%@）。请重新登录此账号，然后再次检查。
zh_hant: Steam 拒絕了登入（%@）。請重新登入此帳號，然後再次檢查。

source: Steam refused the sign-in. Sign in to this account again, then check again.
es: Steam ha rechazado el inicio de sesión. Vuelve a iniciar sesión en esta cuenta y comprueba de nuevo.
ja: Steam がサインインを拒否しました。このアカウントにもう一度サインインしてから、再度確認してください。
zh_hans: Steam 拒绝了登录。请重新登录此账号，然后再次检查。
zh_hant: Steam 拒絕了登入。請重新登入此帳號，然後再次檢查。

source: Steam refused the sign-in: %@
es: Steam ha rechazado el inicio de sesión: %@
ja: Steam がサインインを拒否しました:%@
zh_hans: Steam 拒绝了登录：%@
zh_hant: Steam 拒絕了登入：%@

source: Steam rejected that account name or password.
es: Steam ha rechazado ese nombre de cuenta o contraseña.
ja: Steam がアカウント名またはパスワードを拒否しました。
zh_hans: Steam 拒绝了该账户名或密码。
zh_hant: Steam 拒絕了該帳戶名或密碼。

source: Steam rejected the API key. Update it in Settings.
es: Steam ha rechazado la clave de API. Actualízala en Ajustes.
ja: Steam が API キーを拒否しました。設定で更新してください。
zh_hans: Steam 拒绝了 API 密钥。请在设置中更新。
zh_hant: Steam 拒絕了 API 金鑰。請在設定中更新。

source: Steam rejected the key.
es: Steam ha rechazado la clave.
ja: Steam がキーを拒否しました。
zh_hans: Steam 拒绝了该密钥。
zh_hant: Steam 拒絕了此金鑰。

source: Steam rejected the key. Enter a new key.
es: Steam rechazó la clave. Introduce una nueva.
ja: Steam がキーを拒否しました。新しいキーを入力してください。
zh_hans: Steam 拒绝了此密钥，请输入新密钥。
zh_hant: Steam 拒絕了此金鑰，請輸入新金鑰。

source: Steam rejected the saved API key. Browsing without it.
es: Steam ha rechazado la clave de API guardada. Se navega sin ella.
ja: Steam が保存済みの API キーを拒否しました。キーなしで閲覧しています。
zh_hans: Steam 拒绝了已保存的 API 密钥。现在以无密钥方式浏览。
zh_hant: Steam 拒絕了已儲存的 API 金鑰。現在以無金鑰方式瀏覽。

source: Steam rejected this key — paste a new one
es: Steam ha rechazado esta clave — pega una nueva
ja: Steam がこのキーを拒否しました。新しいキーを貼り付けてください
zh_hans: Steam 拒绝了这个密钥，请粘贴一个新的
zh_hant: Steam 拒絕了這個金鑰，請貼上一個新的

source: Steam reported "No Connection" while downloading this item. Check your network and try again; Steam also answers this way when the account doesn't own Wallpaper Engine.
es: Steam respondió "No Connection" al descargar este elemento. Comprueba tu red e inténtalo de nuevo; Steam también responde así cuando la cuenta no posee Wallpaper Engine.
ja: このアイテムのダウンロード中に Steam が "No Connection" と応答しました。ネットワークを確認してもう一度お試しください。アカウントが Wallpaper Engine を所有していない場合も、Steam は同じ応答を返します。
zh_hans: 下载此项目时 Steam 返回了“No Connection”。请检查网络后重试；当账户未拥有 Wallpaper Engine 时，Steam 也会这样回应。
zh_hant: 下載此項目時 Steam 回傳了「No Connection」。請檢查網路後再試一次；當帳戶未擁有 Wallpaper Engine 時，Steam 也會這樣回應。

source: Steam reported that it couldn't connect. If you use a VPN or proxy: SteamCMD reaches Steam directly rather than through the system proxy, so try TUN (enhanced) mode or a direct connection.
es: Steam ha informado de que no ha podido conectar. Si usas una VPN o un proxy: SteamCMD llega a Steam de forma directa, no a través del proxy del sistema, así que prueba el modo TUN (mejorado) o una conexión directa.
ja: Steam が接続できないと報告しました。VPN やプロキシを使用している場合:SteamCMD はシステムプロキシを経由せず Steam に直接接続するため、TUN(拡張)モードか直接接続をお試しください。
zh_hans: Steam 报告无法连接。如果你在使用 VPN 或代理：SteamCMD 会直接连接 Steam，不经过系统代理，可以尝试 TUN（增强）模式或直连。
zh_hant: Steam 回報無法連線。如果你在使用 VPN 或代理：SteamCMD 會直接連線 Steam，不經過系統代理，可以嘗試 TUN（增強）模式或直連。

source: Steam returned HTTP %@.
es: Steam ha devuelto HTTP %@.
ja: Steam が HTTP %@ を返しました。
zh_hans: Steam 返回 HTTP %@。
zh_hant: Steam 傳回 HTTP %@。

source: Steam returned HTTP %lld.
es: Steam ha devuelto HTTP %lld.
ja: Steam が HTTP %lld を返しました。
zh_hans: Steam 返回 HTTP %lld。
zh_hant: Steam 傳回 HTTP %lld。

source: Steam returned an unexpected response.
es: Steam ha devuelto una respuesta inesperada.
ja: Steam が予期しない応答を返しました。
zh_hans: Steam 返回了意外响应。
zh_hant: Steam 傳回了非預期回應。

source: Steam returned an unrecognized response while installing Wallpaper Engine.
es: Steam ha devuelto una respuesta no reconocida al instalar Wallpaper Engine.
ja: Wallpaper Engine のインストール中に Steam から認識できない応答が返されました。
zh_hans: 安装 Wallpaper Engine 时 Steam 返回了无法识别的响应。
zh_hant: 安裝 Wallpaper Engine 時 Steam 傳回了無法識別的回應。

source: Steam returned an unrecognized response. Raw tail: %@
es: Steam ha devuelto una respuesta no reconocida. Final en bruto: %@
ja: Steam から認識できない応答が返されました。出力末尾: %@
zh_hans: Steam 返回了无法识别的响应。输出末尾：%@
zh_hant: Steam 傳回了無法識別的回應。輸出結尾：%@

source: Steam sign-in
es: Inicio de sesión de Steam
ja: Steam サインイン
zh_hans: Steam 登录
zh_hant: Steam 登入

source: Steam sign-in check
es: Verificación de inicio de sesión de Steam
ja: Steam ログインの確認
zh_hans: Steam 登录验证
zh_hant: Steam 登入驗證

source: Steam took too long to respond.
es: Steam ha tardado demasiado en responder.
ja: Steam の応答がタイムアウトしました。
zh_hans: Steam 响应超时。
zh_hant: Steam 回應逾時。

source: Steam username must match ^[A-Za-z0-9_]{1,32}$.
es: El nombre de usuario de Steam debe coincidir con ^[A-Za-z0-9_]{1,32}$.
ja: Steam のユーザー名は ^[A-Za-z0-9_]{1,32}$ に一致する必要があります。
zh_hans: Steam 用户名必须匹配 ^[A-Za-z0-9_]{1,32}$。
zh_hant: Steam 使用者名稱必須符合 ^[A-Za-z0-9_]{1,32}$。

source: SteamCMD binary identity
es: Identidad del binario de SteamCMD
ja: SteamCMD バイナリの識別
zh_hans: SteamCMD 可执行文件身份
zh_hant: SteamCMD 執行檔身分

source: SteamCMD can't be installed automatically right now.
es: SteamCMD no se puede instalar automáticamente ahora mismo.
ja: 現在 SteamCMD を自動でインストールできません。
zh_hans: 目前无法自动安装 SteamCMD。
zh_hant: 目前無法自動安裝 SteamCMD。

source: SteamCMD could not be launched. Re-select it in the setup list.
es: No se ha podido iniciar SteamCMD. Vuelve a seleccionarlo en la lista de configuración.
ja: SteamCMD を起動できませんでした。設定リストで選択し直してください。
zh_hans: 无法启动 SteamCMD，请在设置列表中重新选择。
zh_hant: 無法啟動 SteamCMD，請在設定清單中重新選擇。

source: SteamCMD diagnostics
es: Diagnósticos de SteamCMD
ja: SteamCMD 診断
zh_hans: SteamCMD 诊断
zh_hant: SteamCMD 診斷

source: SteamCMD did not print the expected Valve identity banner. Use Export diagnostics for the raw output.
es: SteamCMD no ha mostrado el banner de identidad de Valve esperado. Usa Exportar diagnósticos para ver la salida sin procesar.
ja: SteamCMD が想定した Valve の識別バナーを出力しませんでした。生の出力は「診断をエクスポート」で確認できます。
zh_hans: SteamCMD 未输出预期的 Valve 身份横幅。可用“导出诊断信息”查看原始输出。
zh_hant: SteamCMD 未輸出預期的 Valve 身分橫幅。可用「匯出診斷資訊」查看原始輸出。

source: SteamCMD downloads
es: Descargas de SteamCMD
ja: SteamCMD ダウンロード
zh_hans: SteamCMD 下载
zh_hant: SteamCMD 下載

source: SteamCMD downloads Workshop items using this account.
es: SteamCMD descarga elementos de Workshop con esta cuenta.
ja: SteamCMDはこのアカウントでワークショップのアイテムをダウンロードします。
zh_hans: SteamCMD 将使用此账户下载创意工坊项目。
zh_hant: SteamCMD 將使用此帳號下載工作坊項目。

source: SteamCMD downloads need Loomscreen's background Steam connector.
es: Las descargas de SteamCMD necesitan el conector de Steam en segundo plano de Loomscreen.
ja: SteamCMD のダウンロードには Loomscreen のバックグラウンド Steam コネクタが必要です。
zh_hans: SteamCMD 下载需要 Loomscreen 的后台 Steam 连接器。
zh_hant: SteamCMD 下載需要 Loomscreen 的背景 Steam 連線器。

source: SteamCMD failed the launch sanity check. If macOS blocked it, clear the quarantine attribute.
es: SteamCMD no ha superado la comprobación de inicio. Si macOS lo ha bloqueado, elimina el atributo de cuarentena.
ja: SteamCMD の起動チェックに失敗しました。macOS がブロックした場合は検疫属性を解除してください。
zh_hans: SteamCMD 未通过启动检查。如果是 macOS 阻止了它，请清除隔离属性。
zh_hant: SteamCMD 未通過啟動檢查。如果是 macOS 封鎖了它，請清除隔離屬性。

source: SteamCMD has the Gatekeeper quarantine attribute. macOS may block it on launch.
es: SteamCMD tiene el atributo de cuarentena de Gatekeeper. macOS podría bloquearlo al iniciarse.
ja: SteamCMD に Gatekeeper の検疫属性が付いています。macOS が起動をブロックする可能性があります。
zh_hans: SteamCMD 带有 Gatekeeper 隔离属性，macOS 可能会在启动时阻止它。
zh_hant: SteamCMD 帶有 Gatekeeper 隔離屬性，macOS 可能會在啟動時封鎖它。

source: SteamCMD identity probe timed out after %lld seconds.
es: La comprobación de identidad de SteamCMD se agotó tras %lld segundos.
ja: SteamCMD の識別チェックが %lld 秒でタイムアウトしました。
zh_hans: SteamCMD 身份检查在 %lld 秒后超时。
zh_hant: SteamCMD 身分檢查在 %lld 秒後逾時。

source: SteamCMD identity verified.
es: Identidad de SteamCMD verificada.
ja: SteamCMD の識別を確認しました。
zh_hans: SteamCMD 身份已验证。
zh_hant: SteamCMD 身分已驗證。

source: SteamCMD is no longer where Loomscreen found it. Run Locate automatically again.
es: SteamCMD ya no está donde Loomscreen lo encontró. Vuelve a ejecutar Localizar automáticamente.
ja: SteamCMD が Loomscreen の検出した場所にありません。「自動的に検出」をもう一度実行してください。
zh_hans: SteamCMD 已不在 Loomscreen 找到它的位置。请再次运行“自动定位”。
zh_hant: SteamCMD 已不在 Loomscreen 找到它的位置。請再次執行「自動定位」。

source: SteamCMD is not a verified Valve build.
es: SteamCMD no es una compilación de Valve verificada.
ja: SteamCMD は検証済みの Valve ビルドではありません。
zh_hans: SteamCMD 不是经过验证的 Valve 版本。
zh_hant: SteamCMD 不是經過驗證的 Valve 版本。

source: SteamCMD is signed by an unverified team (TeamIdentifier=%@).
es: SteamCMD está firmado por un equipo no verificado (TeamIdentifier=%@).
ja: SteamCMD は未検証のチームによって署名されています（TeamIdentifier=%@）。
zh_hans: SteamCMD 由未经验证的团队签名（TeamIdentifier=%@）。
zh_hant: SteamCMD 由未經驗證的團隊簽章（TeamIdentifier=%@）。

source: SteamCMD is still updating itself and hasn't printed the Valve identity banner yet. Wait for the update to finish, then run this probe again.
es: SteamCMD sigue actualizándose y aún no ha mostrado el banner de identidad de Valve. Espera a que termine la actualización y vuelve a ejecutar esta comprobación.
ja: SteamCMD は自己更新中で、まだ Valve の識別バナーを出力していません。更新の完了後にもう一度このチェックを実行してください。
zh_hans: SteamCMD 仍在自我更新，尚未输出 Valve 身份横幅。请等待更新完成后再次运行此检查。
zh_hant: SteamCMD 仍在自我更新，尚未輸出 Valve 身分橫幅。請等更新完成後再次執行此檢查。

source: SteamCMD isn't a verified Valve build, so it wasn't run.
es: SteamCMD no es una compilación de Valve verificada, así que no se ha ejecutado.
ja: SteamCMD が検証済みの Valve ビルドではないため、実行しませんでした。
zh_hans: SteamCMD 不是经过验证的 Valve 版本，因此未运行。
zh_hant: SteamCMD 不是經過驗證的 Valve 版本，因此未執行。

source: SteamCMD isn't a verified Valve build, so it wasn't run. Re-select the official SteamCMD.
es: SteamCMD no es una compilación de Valve verificada, así que no se ha ejecutado. Vuelve a seleccionar el SteamCMD oficial.
ja: SteamCMD が検証済みの Valve ビルドではないため、実行しませんでした。公式の SteamCMD を選択し直してください。
zh_hans: SteamCMD 不是经过验证的 Valve 版本，因此未运行。请重新选择官方 SteamCMD。
zh_hant: SteamCMD 不是經過驗證的 Valve 版本，因此未執行。請重新選擇官方 SteamCMD。
